[PAD]
[CLS]
[MASK]
[SEP]
[UNK]
机
人
163
642
730
342
1062
483
1337
1382
880
651
241
837
611
1072
316
40
425
1353
515
354
998
838
561
605
1421
197
149
812
170
582
522
756
869
1422
160
855
1277
73
407
1034
1256
1404
1129
629
554
1190
431
93
130
970
1383
81
485
1071
691
341
1262
443
1017
627
1155
1301
1203
1427
1093
235
655
720
930
385
78
1279
413
808
1233
1173
1080
476
201
111
1251
404
205
498
1351
345
366
1070
1148
1100
963
153
966
1150
1132
1216
628
352
403
1431
59
1322
1244
368
492
1328
481
1121
577
23
373
237
530
340
397
55
1097
847
682
1101
731
1200
917
510
1120
511
139
1208
996
234
717
774
609
664
285
126
338
396
240
698
162
1230
735
1109
1360
1408
618
14
250
579
497
379
707
263
626
836
1098
405
946
1145
384
841
559
1350
873
851
693
980
726
1363
1066
1113
108
949
190
169
553
1165
594
181
1406
1402
1136
715
846
887
1050
1154
727
1221
649
1196
569
1152
91
1187
1149
584
1257
472
287
867
1140
1335
336
560
725
378
1275
1285
772
295
666
1064
1356
1118
832
156
592
882
692
617
538
1407
646
324
1392
1416
1046
446
1085
1273
794
1157
79
46
1358
749
150
465
659
142
487
860
75
157
1276
1206
358
635
1247
1248
636
31
975
451
1089
1411
1211
266
537
1317
244
398
98
520
325
281
1377
796
813
275
1003
282
695
1115
513
1396
215
965
65
764
1314
138
768
225
533
524
505
1086
589
1308
299
249
392
260
121
227
427
423
516
540
1217
1126
145
536
1156
371
807
453
173
1432
908
1394
496
283
377
527
1381
967
133
567
105
1028
1364
1243
897
822
987
1349
1059
124
1032
1130
1429
660
273
709
1405
29
1321
247
800
623
134
1389
625
382
1021
219
49
738
1000
905
711
101
194
1135
1359
319
886
1223
673
583
961
1413
1424
508
344
155
5
959
1163
141
1378
60
702
678
1375
976
1341
400
307
1204
1426
231
268
394
333
456
269
829
426
306
1029
27
868
356
545
32
309
1390
811
1361
1051
871
9
274
676
575
2
586
84
1110
1334
1299
114
484
916
103
591
765
479
1274
1269
795
820
957
71
842
321
1096
144
204
624
898
686
109
314
669
334
54
95
1297
990
825
932
1376
53
1194
1040
940
581
1013
290
264
1213
461
1102
86
1033
1143
1105
999
1253
36
226
971
1283
171
1161
722
1242
877
375
37
350
755
1188
1214
751
409
613
143
1234
1179
1027
68
83
410
61
202
488
1215
179
440
3
25
875
780
63
943
1414
983
107
43
203
1185
872
1037
1001
1018
1184
34
1012
759
739
18
1016
293
1226
1083
1073
166
475
603
1420
740
300
1060
1141
1210
1088
926
1044
922
491
518
1344
938
1220
1170
1002
433
1103
761
1246
570
489
323
1313
267
601
803
199
1159
125
318
1142
223
801
840
674
535
947
1267
733
1320
1282
1209
19
1144
415
951
981
329
303
402
658
620
1160
919
549
301
904
41
1049
835
185
633
56
1057
1260
1146
1108
213
1036
901
1014
1418
1183
221
386
1419
802
22
1435
839
706
1053
256
1290
921
1393
1192
885
136
140
1197
100
728
810
914
1307
1099
1401
1007
861
370
363
167
918
1011
77
106
292
879
890
454
1195
1186
313
122
539
94
439
437
272
416
1232
1091
997
747
1368
889
1009
1035
968
1231
979
1063
607
736
12
953
1182
1119
1068
742
1067
719
196
654
1237
62
771
721
1024
64
1289
428
661
541
258
161
175
1054
430
958
276
994
463
1006
697
1355
262
1092
168
381
499
684
72
599
504
1380
562
534
1180
271
663
853
104
245
514
746
284
854
519
622
927
495
1081
82
471
616
1111
1137
172
298
1069
1347
393
482
288
924
45
546
1345
785
573
973
1162
608
33
217
776
606
365
444
1125
1022
723
1077
696
1047
1331
894
1291
1304
1124
10
675
521
445
1271
724
1343
1430
933
1229
1245
677
1255
956
1284
1342
183
1239
259
87
564
542
598
243
1385
652
311
120
881
843
1315
353
364
198
1193
242
230
950
119
1340
778
1433
1074
668
793
588
1293
349
989
239
896
685
388
367
833
859
438
128
1122
1365
962
1127
1181
631
525
159
1327
1222
1164
1128
164
1078
587
856
387
884
680
1261
297
254
687
26
913
195
828
96
28
462
656
51
712
782
360
699
1264
621
207
57
115
883
261
955
700
457
729
88
1263
1075
773
1038
85
783
214
848
578
555
1318
1252
30
634
1270
1258
131
690
572
974
770
464
1041
1423
435
744
9999
390
176
737
35
180
576
769
1366
1428
127
1
762
1020
1367
777
1133
1254
372
158
1281
551
236
1386
7
39
174
1288
1339
1316
1298
984
557
993
178
988
1302
939
1015
1055
308
960
799
792
1333
414
1357
529
752
734
703
679
1310
1397
507
650
817
809
132
222
830
362
228
912
638
653
355
50
876
863
455
4
1023
1436
900
383
1039
528
186
844
411
1294
502
1379
874
1286
503
1409
44
474
849
255
925
304
380
1123
294
797
332
1287
1373
1010
805
934
517
1151
1172
818
743
351
69
705
902
931
689
1207
1292
641
982
369
671
216
741
210
645
470
899
819
816
1338
610
548
310
211
89
858
552
845
888
116
320
909
920
1266
38
420
615
745
612
1324
92
270
870
866
1259
942
944
1175
647
1045
907
1201
21
1395
90
834
466
209
1371
798
1319
305
600
302
596
1134
468
893
760
714
704
754
1030
326
447
1052
597
821
1005
212
1348
1202
1296
238
296
67
424
964
289
1336
1225
47
544
317
748
74
135
1107
322
1218
790
331
1043
291
376
784
827
1114
1008
512
192
1240
1249
766
148
66
224
892
1387
1087
1326
422
477
418
1191
1434
335
460
220
315
17
327
895
232
248
339
117
672
1272
113
459
1398
1153
791
1104
590
110
1219
775
359
1306
857
374
1309
928
593
1112
1410
15
1117
1082
8
1388
667
831
76
1236
184
852
1300
1305
1370
864
191
1171
1238
58
1374
1205
1278
123
824
277
1332
200
189
1199
566
152
526
251
865
814
585
1090
1025
935
233
602
757
146
357
330
779
815
187
1295
804
16
1212
1346
1265
419
787
891
448
1158
441
1058
604
1147
480
24
571
1061
1177
639
929
1227
469
986
1095
328
102
337
681
348
417
278
701
253
788
1362
147
614
188
718
948
547
1417
165
758
995
657
767
716
1198
1189
688
991
1384
786
346
442
1400
70
556
683
1031
910
1166
543
432
1369
915
952
500
906
823
1026
486
580
118
1167
936
449
1178
347
708
662
399
1323
1329
412
565
763
478
1311
644
1325
154
1056
506
406
1131
193
568
1169
985
80
1076
1065
395
97
1412
978
312
429
550
1139
789
969
878
563
1303
509
903
467
977
1042
1079
208
1372
13
1176
1228
1330
1116
1241
473
177
391
361
992
458
911
1235
257
343
781
937
665
1399
1415
1138
923
421
408
648
523
450
1019
694
252
531
11
632
279
151
286
713
1168
640
229
630
218
99
1403
1352
1174
246
0
941
1106
42
48
945
1224
1354
850
280
401
1094
389
710
112
954
434
806
490
129
501
862
206
1268
182
826
619
265
493
20
595
1048
52
452
574
532
494
1425
643
1004
1280
137
972
6
1312
750
670
637
436
753
1250
558
1391
1084
732
